response.xml


 <Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <Emitir xmlns="http://tempuri.org/">
            <!-- Optional -->
            <datosEmitir>
                <!-- Optional -->
                <credenciales xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador">
                   <IdApp xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">10054</IdApp>
                    <PassApp xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">CD77ED53SPROT</PassApp>
                    <ClaveUsuario xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">7753</ClaveUsuario>
                    <Password xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">WS7753PROT</Password>
                </credenciales>
                <IDCotizacionWCF xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador"></IDCotizacionWCF>
                <NumeroCotizacion xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador"></NumeroCotizacion>
                <VigenciaInicial xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador">19/09/2020</VigenciaInicial>
                <VigenciaFinal xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador">19/09/2021</VigenciaFinal>
                <!-- Optional -->
                <datosAuto xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador">
                    <ClaveProducto xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ClaveProducto>
                    <Tarifa xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></Tarifa>
                    <TipoVehiculo xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></TipoVehiculo>
                    <ClavePerfil xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ClavePerfil>
                    <ClaveModelo xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ClaveModelo>
                    <ClaveMarca xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ClaveMarca>
                    <ClaveSubMarca xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ClaveSubMarca>
                    <ClaveVehiculo xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></ClaveVehiculo>
                    <NumeroSerieAuto xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></NumeroSerieAuto>
                    <SerieValida xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos">true</SerieValida>
                    <NumeroPlacas xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></NumeroPlacas>
                    <NumeroMotor xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></NumeroMotor>
                    <NumeroControlVehicular xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></NumeroControlVehicular>
                    <NombreConductor xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></NombreConductor>
                    <BeneficiarioPreferente xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Catalogos"></BeneficiarioPreferente>
                </datosAuto>
                <ClaveCliente xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador"></ClaveCliente>
                <ClaveDomicilio xmlns="http://schemas.datacontract.org/2004/07/WCFModelo.Cotizador"></ClaveDomicilio>
            </datosEmitir>
        </Emitir>
    </Body>
</Envelope>